"Enable GUI Scripting" = "GUI スクリプティングを試用可能にする";
"Cancel" = "キャンセル";
"GUI Scripting is not enabled." = "GUI スクリプティングが使用可能になっていません。";
"Enable GUI Scripting ?" = "GUI スクリプティングを試用可能にしますか ? (システム環境設定の\"補助装置にアクセスできるようにする\"が ON になります。)";

"Open System Preferences" = "システム環境設定を開く";
"Deny" = "拒否";
"GUI Scripting is required" = "\"Trash It\" は、アクセッシビリティ機能を使用してこのコンピュータの制御することを求めています。";
"Grant access to this application" = "システム環境設定の「セキュリティーとプライバシー」環境設定で、このアプリケーションへのアクセスを許可してください。";

"Can't resolve frontmost document." = "最前面の書類を取得できません。";
